[
    {
        "movie": {
            "backdrop_path": "/p1F51Lvj3sMopG948F5HsBbl43C.jpg",
            "overview": "After his retirement is interrupted by Gorr the God Butcher, a galactic killer who seeks the extinction of the gods, Thor enlists the help of King Valkyrie, Korg, and ex-girlfriend Jane Foster, who now inexplicably wields Mjolnir as the Mighty Thor. Together they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher’s vengeance and stop him before it’s too late.",
            "poster_path": "/pIkRyD18kl4FhoCNQuWxWu5cBLM.jpg",
            "release_date": "2022-07-06",
            "title": "Thor: Love and Thunder",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/9eAn20y26wtB3aet7w9lHjuSgZ3.jpg",
            "overview": "Four years after Isla Nublar was destroyed, dinosaurs now live—and hunt—alongside humans all over the world. This fragile balance will reshape the future and determine, once and for all, whether human beings are to remain the apex predators on a planet they now share with history’s most fearsome creatures.",
            "poster_path": "/kAVRgw7GgK1CfYEJq8ME6EvRIgU.jpg",
            "release_date": "2022-06-01",
            "title": "Jurassic World Dominion",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/odJ4hx6g6vBt4lBWKFD1tI8WS4x.jpg",
            "overview": "After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen.",
            "poster_path": "/62HCnUTziyWcpDaBO2i1DX17ljH.jpg",
            "release_date": "2022-05-24",
            "title": "Top Gun: Maverick",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/nW5fUbldp1DYf2uQ3zJTUdachOu.jpg",
            "overview": "Legendary Space Ranger Buzz Lightyear embarks on an intergalactic adventure alongside a group of ambitious recruits and his robot companion Sox.",
            "poster_path": "/ox4goZd956BxqJH6iLwhWPL9ct4.jpg",
            "release_date": "2022-06-15",
            "title": "Lightyear",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/27Mj3rFYP3xqFy7lnz17vEd8Ms.jpg",
            "overview": "When a shadowy CIA agent uncovers damning agency secrets, he's hunted across the globe by a sociopathic rogue operative who's put a bounty on his head.",
            "poster_path": "/8cXbitsS6dWQ5gfMTZdorpAAzEH.jpg",
            "release_date": "2022-07-13",
            "title": "The Gray Man",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/wcKFYIiVDvRURrzglV9kGu7fpfY.jpg",
            "overview": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary.",
            "poster_path": "/9Gtg2DzBhmYamXBS1hKAhiwbBKS.jpg",
            "release_date": "2022-05-04",
            "title": "Doctor Strange in the Multiverse of Madness",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/l99dylTOAMkwKSr54X5ytiEtnLA.jpg",
            "overview": "Many years after the war has been lost, and all the dragons slain, a lone knight travels the lands of Agonos seeking to raise an army against the demon lord Abaddon. When a healer's vision reveals that one dragon still lives, and together with an eager young squire, the knight sets off in search of the fabled creature. As the armies of Abaddon descend on the human kingdoms, the dragon is their last hope of fending off the horde, before it lays waste to the lands of men. But does the creature even exist? And if it does, will it fight for them once more?",
            "poster_path": "/uSMJbYhaEpQtF9vkMhpgljc0CA4.jpg",
            "release_date": "2022-03-21",
            "title": "Dragon Knight",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/5PnypKiSj2efSPqThNjTXz8jwOg.jpg",
            "overview": "A beautiful, strong-willed young royal refuses to wed the cruel sociopath to whom she is betrothed and is kidnapped and locked in a remote tower of her father’s castle. With her scorned, vindictive suitor intent on taking her father’s throne, the princess must protect her family and save the kingdom.",
            "poster_path": "/9pCoqX24a6rE981fY1O3PmhiwrB.jpg",
            "release_date": "2022-06-16",
            "title": "The Princess",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/4dNv1W1KMSLdYGz0tCEaynF0E4Q.jpg",
            "overview": "An ex-fireman with PTSD goes on the run when accused of a crime he doesn't even remember committing, leading him down a rabbit hole of conspiracy to the highest degree.",
            "poster_path": "/tVbO8EAbegVtVkrl8wNhzoxS84N.jpg",
            "release_date": "2022-02-11",
            "title": "Indemnity",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/ftGzl2GCyko61Qp161bQElN2Uzd.jpg",
            "overview": "After Will Spann's wife suddenly vanishes at a gas station, his desperate search to find her leads him down a dark path that forces him to run from authorities and take the law into his own hands.",
            "poster_path": "/qvqyDj34Uivokf4qIvK4bH0m0qF.jpg",
            "release_date": "2022-05-19",
            "title": "Last Seen Alive",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/vsAlkb3Fv485AmNiSoyjEBcIB7B.jpg",
            "overview": "John Constantine wakes up in the eerie House of Mystery with no recollection of how he got there. Fortunately, Zatanna and his friends are all there. Unfortunately, they have a bad habit of turning into demons and ripping him to shreds, over and over again!",
            "poster_path": "/kqYDoEb9PxLXM2ccoHInMMJalti.jpg",
            "release_date": "2022-05-02",
            "title": "Constantine: The House of Mystery",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/ocUp7DJBIc8VJgLEw1prcyK1dYv.jpg",
            "overview": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
            "poster_path": "/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
            "release_date": "2021-12-15",
            "title": "Spider-Man: No Way Home",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/egoyMDLqCxzjnSrWOz50uLlJWmD.jpg",
            "overview": "After settling in Green Hills, Sonic is eager to prove he has what it takes to be a true hero. His test comes when Dr. Robotnik returns, this time with a new partner, Knuckles, in search for an emerald that has the power to destroy civilizations. Sonic teams up with his own sidekick, Tails, and together they embark on a globe-trotting journey to find the emerald before it falls into the wrong hands.",
            "poster_path": "/6DrHO1jr3qVrViUO6s6kFiAGM7.jpg",
            "release_date": "2022-03-30",
            "title": "Sonic the Hedgehog 2",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/t9K8ycUBCplWiICDOKRNRYcEH9e.jpg",
            "overview": "Yuta Okkotsu is a nervous high school student who is suffering from a serious problem—his childhood friend Rika has turned into a curse and won't leave him alone. Since Rika is no ordinary curse, his plight is noticed by Satoru Gojo, a teacher at Jujutsu High, a school where fledgling exorcists learn how to combat curses. Gojo convinces Yuta to enroll, but can he learn enough in time to confront the curse that haunts him?",
            "poster_path": "/3pTwMUEavTzVOh6yLN0aEwR7uSy.jpg",
            "release_date": "2021-12-24",
            "title": "Jujutsu Kaisen 0",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/33qGtN2GpGEb94pn25PDPeWQZLk.jpg",
            "overview": "When his daughter is murdered, William Duncan takes the law into his own hands, setting out on a quest for retribution. After killing the street thug responsible for her death, he finds himself in the middle of a war with the thug's brother, father, and their gang, who are equally hell-bent on getting even. What ensues is a tense back-and-forth game of vengeance. By the end, William comes to find that the quest for revenge never has a winner.",
            "poster_path": "/7InGE2Sux0o9WGbbn0bl7nZzqEc.jpg",
            "release_date": "2022-05-17",
            "title": "Vendetta",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/1Ds7xy7ILo8u2WWxdnkJth1jQVT.jpg",
            "overview": "Reclusive author Loretta Sage writes about exotic places in her popular adventure novels that feature a handsome cover model named Alan. While on tour promoting her new book with Alan, Loretta gets kidnapped by an eccentric billionaire who hopes she can lead him to the ancient city's lost treasure that featured in her latest story. Alan, determined to prove he can be a hero in real life and not just on the pages of her books, sets off to rescue her.",
            "poster_path": "/neMZH82Stu91d3iqvLdNQfqPPyl.jpg",
            "release_date": "2022-03-24",
            "title": "The Lost City",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/keBPoGFL8iTJWvJ28CqaGYR92BX.jpg",
            "overview": "In the Comanche Nation in 1717, a fierce and highly skilled warrior named Naru learns the prey she is stalking is a highly evolved alien with a technologically advanced arsenal.",
            "poster_path": "/cv6zBbPfP0MMxgMdve95YrIIQwq.jpg",
            "release_date": "2022-08-02",
            "title": "Prey",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/uR0FopHrAjDlG5q6PZB07a1JOva.jpg",
            "overview": "The Red Ribbon Army, an evil organization that was once destroyed by Goku in the past, has been reformed by a group of people who have created new and mightier Androids, Gamma 1 and Gamma 2, and seek vengeance against Goku and his family.",
            "poster_path": "/rugyJdeoJm7cSJL1q4jBpTNbxyU.jpg",
            "release_date": "2022-06-11",
            "title": "Dragon Ball Super: Super Hero",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/mTupUmnuwwAyA0CNqpwaZn5mqjk.jpg",
            "overview": "1945. A U.S. military cargo plane loses control and violently crashes behind enemy lines in the middle of the German black forest. Major Johnson sends a squad of his bravest soldiers on a rescue mission to retrieve the top-secret material the plane was carrying, led by Sergeants Brewer and Walsh. They soon discover hanged Nazi soldiers and other dead bodies bearing ancient, magical symbols. Suddenly their compasses fail, their perceptions twist and straying from the group leads to profound horrors as they are attacked by a powerful, supernatural force.",
            "poster_path": "/9HFFwZOTBB7IPFmn9E0MXdWave3.jpg",
            "release_date": "2022-01-21",
            "title": "WarHunt",
            "genre": "Action"
        }
    },
    {
        "movie": {
            "backdrop_path": "/zGLHX92Gk96O1DJvLil7ObJTbaL.jpg",
            "overview": "Professor Albus Dumbledore knows the powerful, dark wizard Gellert Grindelwald is moving to seize control of the wizarding world. Unable to stop him alone, he entrusts magizoologist Newt Scamander to lead an intrepid team of wizards and witches. They soon encounter an array of old and new beasts as they clash with Grindelwald's growing legion of followers.",
            "poster_path": "/3c5GNLB4yRSLBby0trHoA1DSQxQ.jpg",
            "release_date": "2022-04-06",
            "title": "Fantastic Beasts: The Secrets of Dumbledore",
            "genre": "Action"
        }
    }
]