[
    {
        "movie": {
            "backdrop_path": "/nmGWzTLMXy9x7mKd8NKPLmHtWGa.jpg",
            "overview": "A fanboy of a supervillain supergroup known as the Vicious 6, Gru hatches a plan to become evil enough to join them, with the backup of his followers, the Minions.",
            "poster_path": "/wKiOkZTN9lUUUNZLmtnwubZYONg.jpg",
            "release_date": "2022-06-29",
            "title": "Minions: The Rise of Gru",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/egoyMDLqCxzjnSrWOz50uLlJWmD.jpg",
            "overview": "After settling in Green Hills, Sonic is eager to prove he has what it takes to be a true hero. His test comes when Dr. Robotnik returns, this time with a new partner, Knuckles, in search for an emerald that has the power to destroy civilizations. Sonic teams up with his own sidekick, Tails, and together they embark on a globe-trotting journey to find the emerald before it falls into the wrong hands.",
            "poster_path": "/6DrHO1jr3qVrViUO6s6kFiAGM7.jpg",
            "release_date": "2022-03-30",
            "title": "Sonic the Hedgehog 2",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/t0mwKhUDa62hdhdKSsN4xMfhY5Z.jpg",
            "overview": "An army ranger and his dog embark on a road trip along the Pacific Coast Highway to attend a friend's funeral.",
            "poster_path": "/rkpLvPDe0ZE62buUS32exdNr7zD.jpg",
            "release_date": "2022-02-17",
            "title": "Dog",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/1Ds7xy7ILo8u2WWxdnkJth1jQVT.jpg",
            "overview": "Reclusive author Loretta Sage writes about exotic places in her popular adventure novels that feature a handsome cover model named Alan. While on tour promoting her new book with Alan, Loretta gets kidnapped by an eccentric billionaire who hopes she can lead him to the ancient city's lost treasure that featured in her latest story. Alan, determined to prove he can be a hero in real life and not just on the pages of her books, sets off to rescue her.",
            "poster_path": "/neMZH82Stu91d3iqvLdNQfqPPyl.jpg",
            "release_date": "2022-03-24",
            "title": "The Lost City",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/iOFBH9KtjKMntbP2kheeOpMQTcC.jpg",
            "overview": "In a case of mistaken identity, the world’s deadliest assassin, known as the Man from Toronto, and a New York City screw-up are forced to team up after being confused for each other at an Airbnb.",
            "poster_path": "/uTCfTibqtk4f90cC59bLPMOmsfc.jpg",
            "release_date": "2022-06-24",
            "title": "The Man from Toronto",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/fOy2Jurz9k6RnJnMUMRDAgBwru2.jpg",
            "overview": "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.",
            "poster_path": "/qsdjk9oAKSQMWs0Vt5Pyfh6O4GZ.jpg",
            "release_date": "2022-03-10",
            "title": "Turning Red",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/C8FpZfTPEZDjngPlatiFsaDB4A.jpg",
            "overview": "Unlucky assassin Ladybug is determined to do his job peacefully after one too many gigs gone off the rails. Fate, however, may have other plans, as Ladybug's latest mission puts him on a collision course with lethal adversaries from around the globe—all with connected, yet conflicting, objectives—on the world's fastest train.",
            "poster_path": "/tVxDe01Zy3kZqaZRNiXFGDICdZk.jpg",
            "release_date": "2022-07-03",
            "title": "Bullet Train",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/h6XfgbzQEV4sitsIVY63pawLI0s.jpg",
            "overview": "They're soldiers on different sides of the war. But when the dead come back to life, the only side they want to be on is the one that survives.",
            "poster_path": "/avokvOwhjVR9GgISsSSgb2A343G.jpg",
            "release_date": "2022-03-11",
            "title": "Valley of the Dead",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/3G1Q5xF40HkUBJXxt2DQgQzKTp5.jpg",
            "overview": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.",
            "poster_path": "/4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg",
            "release_date": "2021-11-24",
            "title": "Encanto",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/bHTAaLCXnMTThs57mAbptjmOLX2.jpg",
            "overview": "An ambitious young woman, desperate for followers and fame, fakes a trip to Paris to up her social media presence. When a terrifying incident takes place in the real world and becomes part of her imaginary trip, her white lie becomes a moral quandary that offers her all the attention she’s wanted.",
            "poster_path": "/75768pQwCz3rpcd0NIPzqH9Yvyc.jpg",
            "release_date": "2022-07-29",
            "title": "Not Okay",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/wNQpfAZkySbinb93qVwWIWaot1x.jpg",
            "overview": "Zed and Addison are beginning their final year at Seabrook High in the town that’s become a safe haven for monsters and humans alike. Zed is anticipating an athletic scholarship that will make him the first Zombie to attend college, while Addison is gearing up for Seabrook’s first international cheer-off competition. Then suddenly, extraterrestrial beings appear around Seabrook, provoking something other than friendly competition.",
            "poster_path": "/ug8X5UkgdvcZ0WW0WNo5p0F1NGn.jpg",
            "release_date": "2022-07-09",
            "title": "Z-O-M-B-I-E-S 3",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/m3Ys7UDzUzOyoPYKzp4GhKKokUr.jpg",
            "overview": "When Van Helsing's mysterious invention, the \"Monsterfication Ray,\" goes haywire, Drac and his monster pals are all transformed into humans, and Johnny becomes a monster. In their new mismatched bodies, Drac and Johnny must team up and race across the globe to find a cure before it's too late, and before they drive each other crazy.",
            "poster_path": "/teCy1egGQa0y8ULJvlrDHQKnxBL.jpg",
            "release_date": "2022-02-25",
            "title": "Hotel Transylvania: Transformania",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/9IDJpHROaC0S1ZlIxrvzOcOX5yC.jpg",
            "overview": "When the infamous Bad Guys are finally caught after years of countless heists and being the world’s most-wanted villains, Mr. Wolf brokers a deal to save them all from prison.",
            "poster_path": "/7qop80YfuO0BwJa1uXk1DXUUEwv.jpg",
            "release_date": "2022-03-17",
            "title": "The Bad Guys",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/7ef3yg5eCE6ZGKMsqUrfH8KdSMA.jpg",
            "overview": "When Superman and the rest of the Justice League are kidnapped, Krypto the Super-Dog must convince a rag-tag shelter pack - Ace the hound, PB the potbellied pig, Merton the turtle and Chip the squirrel - to master their own newfound powers and help him rescue the superheroes.",
            "poster_path": "/r7XifzvtezNt31ypvsmb6Oqxw49.jpg",
            "release_date": "2022-07-27",
            "title": "DC League of Super-Pets",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/4EoQnShuyQl2YawXlQmQXn4CalG.jpg",
            "overview": "The El Encanto resort once again hosts a retreat for four couples -- including a liar, a sex addict and a thief -- seeking to fix their relationships.",
            "poster_path": "/bFRxPAiyA7dhTLrEcitAjLL02BJ.jpg",
            "release_date": "2022-07-13",
            "title": "Si saben cómo me pongo ¿Pa' qué me invitan? 2",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/6mJrgL7Mi13XjJeGYJFlD6UEVQw.jpg",
            "overview": "Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.",
            "poster_path": "/aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
            "release_date": "2021-12-01",
            "title": "Sing 2",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/e42d0nmC4GZjXjHyPvCeNiXZhW4.jpg",
            "overview": "After discovering a once-in-a-lifetime player with a rocky past abroad, a down on his luck basketball scout takes it upon himself to bring the phenom to the States without his team's approval. Against the odds, they have one final shot to prove they have what it takes to make it in the NBA.",
            "poster_path": "/xWic7kPq13oRxYjbGLApXCnc7pz.jpg",
            "release_date": "2022-06-03",
            "title": "Hustle",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/yBov7O4eXDcBLDpZrOHZzFr8rIl.jpg",
            "overview": "The Templeton brothers — Tim and his Boss Baby little bro Ted — have become adults and drifted away from each other. But a new boss baby with a cutting-edge approach and a can-do attitude is about to bring them together again … and inspire a new family business.",
            "poster_path": "/kv2Qk9MKFFQo4WQPaYta599HkJP.jpg",
            "release_date": "2021-07-01",
            "title": "The Boss Baby: Family Business",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/eG0oOQVsniPAuecPzDD1B1gnYWy.jpg",
            "overview": "The fearless one-eyed weasel Buck teams up with mischievous possum brothers Crash & Eddie as they head off on a new adventure into Buck's home: The Dinosaur World.",
            "poster_path": "/zzXFM4FKDG7l1ufrAkwQYv2xvnh.jpg",
            "release_date": "2022-01-28",
            "title": "The Ice Age Adventures of Buck Wild",
            "genre": "Comedy"
        }
    },
    {
        "movie": {
            "backdrop_path": "/sahdgvn0Brw6AgdwyLHgdCAynWG.jpg",
            "overview": "Young Chickenhare is the adopted son of King Peter, a famous adventurer. Part chicken and part hare, he has a really tough time growing up and disguises himself as a hare to avoid the mockeries of his peers. When the day of the Royal Adventurer Society trials comes, Chickenhare, hampered by his disguise, fails miserably. But he is determined to grab a second chance and find the Scepter of the Hamster of Darkness, before his evil Uncle Lapin. The Scepter will give immense power to its holder. If Lapin gets hold of it, he will be unstoppable. Accompanied by his faithful servant Abe, a sarcastic turtle, and Meg, a martial arts expert skunk, he sets of on an epic and initiatory quest.",
            "poster_path": "/2v6f1EqTo4FUxVT9MDXpF6158AX.jpg",
            "release_date": "2022-02-16",
            "title": "Chickenhare and the Hamster of Darkness",
            "genre": "Comedy"
        }
    }
]