[
    {
        "movie": {
            "backdrop_path": "/gcNo2gnODCQN2AfEhsAnwrqASRX.jpg",
            "overview": "",
            "poster_path": "/k6KAAVebtdVb0FRU2PWqYLnhgRA.jpg",
            "release_date": "2022-07-21",
            "title": "Rubius X",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/mBJ995JUssgh2hhm4JxNj8hyVVM.jpg",
            "overview": "Explore the evolution of Buzz Lightyear from toy to human in the making of Pixar’s Lightyear. Dive into the origin and cultural impact of everyone’s favorite Space Ranger, the art of designing a new “human Buzz,” and the challenges faced by the Lightyear crew along the way.",
            "poster_path": "/mnp0INIjyWt4AziWmTHgPk9IFoE.jpg",
            "release_date": "2022-06-10",
            "title": "Beyond Infinity: Buzz and the Journey to Lightyear",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/uv1fvCclsZDL7nHjn5DVV7pdE6y.jpg",
            "overview": "A young mother’s mysterious death and her son’s subsequent kidnapping blow open a decades-long mystery about the woman’s true identity, and the murderous federal fugitive at the center of it all.",
            "poster_path": "/w6dnirDUhvWuHy91QECqGSYmOpa.jpg",
            "release_date": "2022-07-06",
            "title": "Girl in the Picture",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/okUGREWC4LN2TSjFX0AOiNJhzdN.jpg",
            "overview": "Anonymous and exploitative, a network of online chat rooms ran rampant with sex crimes. The hunt to take down its operators required guts and tenacity.",
            "poster_path": "/eRlW6yvXHyXPuN0Ea6u6Sc48lGm.jpg",
            "release_date": "2022-05-17",
            "title": "Cyber Hell: Exposing an Internet Horror",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/f2J8DpT5bqV0AiI9VVcfiuqKo5l.jpg",
            "overview": "Celebrate the joy of a perfectly executed shot to the groin as Johnny Knoxville, Steve-O and the rest of the gang return alongside some newcomers for one final round of hilarious, wildly absurd and often dangerous displays of stunts and comedy.",
            "poster_path": "/ugIdyvtAzHWOguD91UjHKoAvfum.jpg",
            "release_date": "2022-02-01",
            "title": "Jackass Forever",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/sVUj3GZ6qWCyaVyu4PpMlyYQbxd.jpg",
            "overview": "Global superstar Jennifer Lopez reflects on her multifaceted career and the pressure of life in the spotlight in this intimate documentary.",
            "poster_path": "/mPdZnmpdNYdMcMEAqUaJd4OdXHL.jpg",
            "release_date": "2022-06-08",
            "title": "Jennifer Lopez:  Halftime",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/8rft8A9nH43IReybFtYt21ezfMK.jpg",
            "overview": "An enchanting making-of story told through all-new in-depth interviews and cast conversations, inviting fans on a magical first-person journey through one of the most beloved film franchises of all time.",
            "poster_path": "/jntLBq0MLR3hrwKaTQswxACRPMs.jpg",
            "release_date": "2022-01-01",
            "title": "Harry Potter 20th Anniversary: Return to Hogwarts",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/uO6ZUez70Twan92pqoV60T9kiGH.jpg",
            "overview": "After Porn Ends 2 picks up where its predecessor left off and not only turns back the clock to meet the oldest living stars in adult film's history, but goes in depth with some of Its most current retirees and juxtaposes their experiences in a life after porn. Delving deeper into society's ongoing stigmas of race, misogyny, and the reality of decreasing opportunities for these former VHS box cover stars. For some, their careers in adult entertainment is accepted proudly and without regret. In fact, it seems to have proven to be the pathway to their current happiness and inner peace. For others, however, a career in porn has proven to be a conduit to certain despair as they struggle to find a way to bury their past and emerge with a new career or calling.",
            "poster_path": "/rfItXrtDGILwsCdmgVxX79phFuI.jpg",
            "release_date": "2017-03-28",
            "title": "After Porn Ends 2",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/wxzaMHdRTUHllGjIvEqRJ3iAs8J.jpg",
            "overview": "A father fights for decades to bring his daughter's killer to justice in France and Germany before taking extreme measures.",
            "poster_path": "/8apoud6p1sdd4oT8a6nYCzGpi6R.jpg",
            "release_date": "2022-07-12",
            "title": "My Daughter's Killer",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/slh9qCbyDcMN2rC9FiueZ6pR2fj.jpg",
            "overview": "Italy, 1970. An increasing legion of harmless warriors begins a peaceful struggle for sexual freedom through pornography, shaking and shocking religious authorities and conservative political institutions. They are ironic, happy, crazy. They are dreamers, defenders of definitive communion between body and soul. But they were censored and humiliated. They were mistreated and arrested for demanding loud a new cultural renaissance.",
            "poster_path": "/xhB2hGJBSvK69ZDOZJvNnoGh9vL.jpg",
            "release_date": "2016-06-24",
            "title": "Porn to Be Free",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/42975nYxawMHta0yoAtwm6ZPy0L.jpg",
            "overview": "Through outrageous, never-before-seen footage, witness the making of the Jackass crew's last go at wild stunts.",
            "poster_path": "/bl686OSeMQOvs90IQAgt8QipCsB.jpg",
            "release_date": "2022-05-20",
            "title": "Jackass 4.5",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/nXH3PbWtH7qpWlaAwFCvvh40pk8.jpg",
            "overview": "This documentary explores the mystery surrounding the death of movie icon Marilyn Monroe through previously unheard interviews with her inner circle.",
            "poster_path": "/9Ab3MEngH2sWK8uydGBFfgZDB4z.jpg",
            "release_date": "2022-04-27",
            "title": "The Mystery of Marilyn Monroe: The Unheard Tapes",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/eGa0w1EbNnb2wF696NVbF65IR4Y.jpg",
            "overview": "“NARUTO to BORUTO THE LIVE 2019”, a special event for the 20th anniversary of the first publication of “NARUTO” series in Weekly Shonen Jump!! Featuring live performances by artists performing the theme songs of both “NARUTO” and “BORUTO: NARUTO NEXT GENERATIONS”, anime cast members reading original story episodes, and more.",
            "poster_path": "/8OkxtHotJnegiBbWQSz8fD60NEc.jpg",
            "release_date": "2019-05-05",
            "title": "Naruto to Boruto: The Live 2019",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/chKGRT7RjkHWlU0hRFQeJMx2Bra.jpg",
            "overview": "This autobiography of Hector Delgado runs from his childhood to become one of the greatest exponents of the urban genre, but the results of that life did not please him and led him to try to take his life  .After being victim of a firefight at a service station in Aguada, a city hall in Puerto Rico, he stopped earning at least two hundred American dollars for presentation and being \"devout of Jesus\"",
            "poster_path": "/tkP0FzEivLxsUYt8BlaL8Sh7ceY.jpg",
            "release_date": "2018-03-22",
            "title": "Héctor El Father: Conocerás la verdad",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/mYSU5nCYVfUBh51TGu7V5fW6XXd.jpg",
            "overview": "Records the battle for the survival of the big cats and reveals intimate details of their lives. The animals they prey on are also in the film: tigers couldn’t survive without sika deer, Altai wapiti, wild boars and Asian black bears. Guiding the viewer through the film, an elder tiger tells the story of his cub, born in a conservation area, the year after he leaves his mother.",
            "poster_path": "/32r7n0NgFAoV8Xepg0aYz46VYd6.jpg",
            "release_date": "2022-01-30",
            "title": "Russia's Wild Tiger",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/pTxBbyGLT2L7nGAMUcPHmzkGTUC.jpg",
            "overview": "A sobering look at the erosion of democracy & freedom of the press in the United States and abroad.",
            "poster_path": "/6xsHWDAclu04VSsN19Dk6EMJMsQ.jpg",
            "release_date": "2022-06-12",
            "title": "Endangered",
            "genre": "Documentary"
        }
    },
    {
        "movie": {
            "backdrop_path": "/4LOxoeZWt5wr9mooxEZRFK96lDd.jpg",
            "overview": "To mark the release two weeks ago of the eighth and final movie in the series, Robbie Coltrane narrates a countdown of the movie franchise's best moments. From Harry's first meeting with Ron and Hermione aboard the Hogwarts Express through to magical mysteries.",
            "poster_path": "/g1xiBoLD6v3ZaXPa4QtuXiQeYKW.jpg",
            "release_date": "2011-07-27",
            "title": "50 Greatest Harry Potter Moments",
            "genre": "Documentary"
        }
    }
]