[
    {
        "movie": {
            "backdrop_path": "/AfvIjhDu9p64jKcmohS4hsPG95Q.jpg",
            "overview": "Finney Shaw, a shy but clever 13-year-old boy, is abducted by a sadistic killer and trapped in a soundproof basement where screaming is of little use. When a disconnected phone on the wall begins to ring, Finney discovers that he can hear the voices of the killer’s previous victims. And they are dead set on making sure that what happened to them doesn’t happen to Finney.",
            "poster_path": "/p9ZUzCyy9wRTDuuQexkQ78R2BgF.jpg",
            "release_date": "2022-06-22",
            "title": "The Black Phone",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/vsAlkb3Fv485AmNiSoyjEBcIB7B.jpg",
            "overview": "John Constantine wakes up in the eerie House of Mystery with no recollection of how he got there. Fortunately, Zatanna and his friends are all there. Unfortunately, they have a bad habit of turning into demons and ripping him to shreds, over and over again!",
            "poster_path": "/kqYDoEb9PxLXM2ccoHInMMJalti.jpg",
            "release_date": "2022-05-02",
            "title": "Constantine: The House of Mystery",
            "overview": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/zTffxrYeeKfDMuaIeabDjKTaSuX.jpg",
            "overview": "A young single mother is held captive along with her two children by a violent ex and must plot their escape before it’s too late.",
            "poster_path": "/b5ug4LyLQFeR6azAJyIPBQz5ur9.jpg",
            "release_date": "2022-03-24",
            "title": "Shut In",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/b1L7qevxiVpkVFq4dmdQPGFPWH0.jpg",
            "overview": "An American priest working in Mexico is considered a saint by many local parishioners. However, due to a botched exorcism, he carries a secret that’s eating him alive until he gets an opportunity to face his demon one final time.",
            "poster_path": "/hangTmbxpSV4gpHG7MgSlCWSSFa.jpg",
            "release_date": "2022-03-11",
            "title": "The Exorcism of God",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/mTupUmnuwwAyA0CNqpwaZn5mqjk.jpg",
            "overview": "1945. A U.S. military cargo plane loses control and violently crashes behind enemy lines in the middle of the German black forest. Major Johnson sends a squad of his bravest soldiers on a rescue mission to retrieve the top-secret material the plane was carrying, led by Sergeants Brewer and Walsh. They soon discover hanged Nazi soldiers and other dead bodies bearing ancient, magical symbols. Suddenly their compasses fail, their perceptions twist and straying from the group leads to profound horrors as they are attacked by a powerful, supernatural force.",
            "poster_path": "/9HFFwZOTBB7IPFmn9E0MXdWave3.jpg",
            "release_date": "2022-01-21",
            "title": "WarHunt",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/6d1mHKcozT5AaZeI76ehJrBt0hr.jpg",
            "overview": "Inspired by a true story of a family who believed they were possessed by spirits, this film follows a woman who must protect her child from a curse.  WARNING: This is a cursed video, it might contain certain risks to watch. For those who dares to follow, please solve the puzzle of my daughter's curse with me.",
            "poster_path": "/6zltP23zLGPogsHZUazSrrwNuKs.jpg",
            "release_date": "2022-03-18",
            "title": "Incantation",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/h6XfgbzQEV4sitsIVY63pawLI0s.jpg",
            "overview": "They're soldiers on different sides of the war. But when the dead come back to life, the only side they want to be on is the one that survives.",
            "poster_path": "/avokvOwhjVR9GgISsSSgb2A343G.jpg",
            "release_date": "2022-03-11",
            "title": "Valley of the Dead",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/zSDyqp2mhV45ZjI1EUBMfzupKKt.jpg",
            "overview": "After learning that their younger sibling escaped an earlier kidnapping attempt that also killed their parents, two estranged sisters must join forces to rescue her from a group of bloodthirsty vampires. Out for revenge and control of a vampirism vaccine, Thorn and his band of the undead soon learn that they messed with the wrong family.",
            "poster_path": "/jLtP8TLycVzLUlkkhp8PipXfUh6.jpg",
            "release_date": "2022-06-07",
            "title": "V for Vengeance",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/9hhRzLzP1enjENXiGJocAHyWFmS.jpg",
            "overview": "Four people traveling in a van run over a lone woman while she is walking in the dark down a country road. After loading her into the vehicle to take her to the nearest hospital, they notice that she is behaving rather strangely. The occupants of the van soon realise that the time has come to fight for their lives, and together they agree on one very simple rule: \"do not sit next to her.\"",
            "poster_path": "/6bYCDIYqT3GpE6ICnMP6HvUlJMT.jpg",
            "release_date": "2022-06-03",
            "title": "The Passenger",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/jVGHRpSgtE2MQLJhC5q4lXmPNQW.jpg",
            "overview": "A group of friends enjoying a weekend steal a couple of jetskis racing them out to sea, ending up in a horrific head-on collision. They struggle to find a way home with a badly injured friend while from the waters below predators lurk.",
            "poster_path": "/mVVU9zC8snNHlcqYONY2HOsh9ob.jpg",
            "release_date": "2022-05-13",
            "title": "Shark Bait",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/An1nKjXahrChfEbZ3MAE8fsiut1.jpg",
            "overview": "A Paris model must return to Madrid where her grandmother, who raised her, has had a stroke. But spending just a few days with this relative turns into an unexpected nightmare.",
            "poster_path": "/eIUixNvox4U4foL5Z9KbN9HXYSM.jpg",
            "release_date": "2022-01-28",
            "title": "The Grandmother",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/xHRabofjmMGoIV3mb6xgy4nwOcS.jpg",
            "overview": "When a vintage Jack-in-the-box is opened by a dying woman, she enters into a deal with the demon within that would see her illness cured in return for helping it claim six innocent victims.",
            "poster_path": "/3Ib8vlWTrAKRrTWUrTrZPOMW4jp.jpg",
            "release_date": "2022-02-24",
            "title": "The Jack in the Box: Awakening",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/tzNx4y7kYf1Xw3F3T6QxrE7PPwb.jpg",
            "overview": "When blind former skier Sophie cat-sits in a secluded mansion, three thieves invade for the hidden safe. Sophie's only defense is army veteran Kelly, who she meets on the See For Me app. Kelly helps Sophie defend herself against the invaders and survive.",
            "poster_path": "/qk1ZERG6yhwAJqTobmDgw8jRL2C.jpg",
            "release_date": "2022-01-07",
            "title": "See for Me",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/egS5SHI4Ppwmb65lUjqsy79ASnN.jpg",
            "overview": "A group of spanish tourists in Venice finds themselves fighting for their lives against locals that are not too keen on foreigners.",
            "poster_path": "/luMC56bwZqaECYRz6X7sXjqN6nd.jpg",
            "release_date": "2022-04-22",
            "title": "Veneciafrenia",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/eHRtXoPDAUUX7LWXvQfFAK2nFkG.jpg",
            "overview": "",
            "poster_path": "/rSxEMxgLnC1KZAYH6pEksPsLyzR.jpg",
            "release_date": "2021-12-02",
            "title": "The Last Zombie",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/5DCIRgOrCTayoCGggVn1kyqs1Vh.jpg",
            "overview": "After a mammoth cruise ship sails over the site of the Titanic’s disaster, dark and deadly events start to occur on board. As the ship’s captain investigates the tragic occurrences, it becomes clear that the passengers and crew from the original Titanic have returned.",
            "poster_path": "/EX0ITg5YqDgFHjujpTNhEPaJSL.jpg",
            "release_date": "2022-04-15",
            "title": "Titanic 666",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/o76ZDm8PS9791XiuieNB93UZcRV.jpg",
            "overview": "Once the booming home of pharmaceutical giant Umbrella Corporation, Raccoon City is now a dying Midwestern town. The company’s exodus left the city a wasteland…with great evil brewing below the surface. When that evil is unleashed, the townspeople are forever…changed…and a small group of survivors must work together to uncover the truth behind Umbrella and make it through the night.",
            "poster_path": "/7uRbWOXxpWDMtnsd2PF3clu65jc.jpg",
            "release_date": "2021-11-24",
            "title": "Resident Evil: Welcome to Raccoon City",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/qhRQLTYnGWvI4nYE05DaDjgvCna.jpg",
            "overview": "Following the aftermath of a horrific accident, a woman is voluntarily subjected to artificial intelligence for rehabilitation.",
            "poster_path": "/q1ngkvPCnOYKeyNZjg8QqvaSnuZ.jpg",
            "release_date": "2022-05-09",
            "title": "Dark Cloud",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/i0zbSmiyyylh7H3Qb4jgscz46Pm.jpg",
            "overview": "A virus is unleashed and a chilling massacre runs through the streets of Montevideo.",
            "poster_path": "/qDNZWDJGU2LTPpPpVGPQMxKv8xl.jpg",
            "release_date": "2022-04-21",
            "title": "Virus:32",
            "genre": "Horror"
        }
    },
    {
        "movie": {
            "backdrop_path": "/2il2HT8v6NAN7oinOCuHKpEhgnB.jpg",
            "overview": "Stranded at a rest stop in the mountains during a blizzard, a recovering addict discovers a kidnapped child hidden in a car belonging to one of the people inside the building which sets her on a terrifying struggle to identify who among them is the kidnapper.",
            "poster_path": "/5cnLoWq9o5tuLe1Zq4BTX4LwZ2B.jpg",
            "release_date": "2022-02-25",
            "title": "No Exit",
            "genre": "Horror"
        }
    }
]