[
    {
        "movie": {
            "backdrop_path": "/keBPoGFL8iTJWvJ28CqaGYR92BX.jpg",
            "title": "Prey",
            "genre": "Trending",
            "overview": "In the Comanche Nation in 1717, a fierce and highly skilled warrior named Naru learns the prey she is stalking is a highly evolved alien with a technologically advanced arsenal.",
            "poster_path": "/cv6zBbPfP0MMxgMdve95YrIIQwq.jpg",
            "release_date": "2022-08-02"
        }
    },
    {
        "movie": {
            "backdrop_path": "/nmGWzTLMXy9x7mKd8NKPLmHtWGa.jpg",
            "title": "Minions: The Rise of Gru",
            "genre": "Trending",
            "overview": "A fanboy of a supervillain supergroup known as the Vicious 6, Gru hatches a plan to become evil enough to join them, with the backup of his followers, the Minions.",
            "poster_path": "/wKiOkZTN9lUUUNZLmtnwubZYONg.jpg",
            "release_date": "2022-06-29"
        }
    },
    {
        "movie": {
            "backdrop_path": "/27Mj3rFYP3xqFy7lnz17vEd8Ms.jpg",
            "title": "The Gray Man",
            "genre": "Trending",
            "overview": "When a shadowy CIA agent uncovers damning agency secrets, he's hunted across the globe by a sociopathic rogue operative who's put a bounty on his head.",
            "poster_path": "/8cXbitsS6dWQ5gfMTZdorpAAzEH.jpg",
            "release_date": "2022-07-13"
        }
    },
    {
        "movie": {
            "backdrop_path": "/9eAn20y26wtB3aet7w9lHjuSgZ3.jpg",
            "title": "Jurassic World Dominion",
            "genre" : "Trending",
            "overview": "Four years after Isla Nublar was destroyed, dinosaurs now live—and hunt—alongside humans all over the world. This fragile balance will reshape the future and determine, once and for all, whether human beings are to remain the apex predators on a planet they now share with history’s most fearsome creatures.",
            "poster_path": "/kAVRgw7GgK1CfYEJq8ME6EvRIgU.jpg",
            "release_date": "2022-06-01"
        }
    },
    {
        "movie": {
            "backdrop_path": "/nW5fUbldp1DYf2uQ3zJTUdachOu.jpg",
            "title": "Lightyear",
            "genre" : "Trending",
            "overview": "Legendary Space Ranger Buzz Lightyear embarks on an intergalactic adventure alongside a group of ambitious recruits and his robot companion Sox.",
            "poster_path": "/ox4goZd956BxqJH6iLwhWPL9ct4.jpg",
            "release_date": "2022-06-15"
        }
    },
    {
        "movie": {
            "backdrop_path": "/p1F51Lvj3sMopG948F5HsBbl43C.jpg",
            "title": "Thor: Love and Thunder",
            "genre" : "Trending",
            "overview": "After his retirement is interrupted by Gorr the God Butcher, a galactic killer who seeks the extinction of the gods, Thor enlists the help of King Valkyrie, Korg, and ex-girlfriend Jane Foster, who now inexplicably wields Mjolnir as the Mighty Thor. Together they embark upon a harrowing cosmic adventure to uncover the mystery of the God Butcher’s vengeance and stop him before it’s too late.",
            "poster_path": "/pIkRyD18kl4FhoCNQuWxWu5cBLM.jpg",
            "release_date": "2022-07-06"
        }
    },
    {
        "movie": {
            "backdrop_path": "/sKvQUSyqsFq8e1ts6oo3Xp3dPH2.jpg",
            "title": "Luck",
            "genre": "Trending",
            "overview": "Suddenly finding herself in the never-before-seen Land of Luck, the unluckiest person in the world must unite with the magical creatures there to turn her luck around.",
            "poster_path": "/1HOYvwGFioUFL58UVvDRG6beEDm.jpg",
            "release_date": "2022-08-05"
        }
    },
    {
        "movie": {
            "backdrop_path": "/tHR34A5n0my4maACNdLpWGd6QYq.jpg",
            "title": "Thirteen Lives",
            "genre": "Trending",
            "overview": "Based on the true nail-biting mission that captivated the world. Twelve boys and the coach of a Thai soccer team explore the Tham Luang cave when an unexpected rainstorm traps them in a chamber inside the mountain. Entombed behind a maze of flooded cave tunnels, they face impossible odds. A team of world-class divers navigate through miles of dangerous cave networks to discover that finding the boys is only the beginning.",
            "poster_path": "/yi5KcJqFxy0D6yP8nCfcF8gJGg5.jpg",
            "release_date": "2022-07-18"
        }
    },
    {
        "movie": {
            "backdrop_path": "/wcKFYIiVDvRURrzglV9kGu7fpfY.jpg",
            "title": "Doctor Strange in the Multiverse of Madness",
            "genre": "Trending",
            "overview": "Doctor Strange, with the help of mystical allies both old and new, traverses the mind-bending and dangerous alternate realities of the Multiverse to confront a mysterious new adversary.",
            "poster_path": "/9Gtg2DzBhmYamXBS1hKAhiwbBKS.jpg",
            "release_date": "2022-05-04"
        }
    },
    {
        "movie": {
            "backdrop_path": "/AfvIjhDu9p64jKcmohS4hsPG95Q.jpg",
            "title": "The Black Phone",
            "genre": "Trending",
            "overview": "Finney Shaw, a shy but clever 13-year-old boy, is abducted by a sadistic killer and trapped in a soundproof basement where screaming is of little use. When a disconnected phone on the wall begins to ring, Finney discovers that he can hear the voices of the killer’s previous victims. And they are dead set on making sure that what happened to them doesn’t happen to Finney.",
            "poster_path": "/p9ZUzCyy9wRTDuuQexkQ78R2BgF.jpg",
            "release_date": "2022-06-22"
        }
    },
    {
        "movie": {
            "backdrop_path": "/k5SYb9AM0x4IGVxG8fYEEH4wK1I.jpg",
            "title": "Purple Hearts",
            "genre": "Trending",
            "overview": "An aspiring musician agrees to a marriage of convenience with a soon-to-deploy Marine, but a tragedy soon turns their fake relationship all too real.",
            "poster_path": "/4JyNWkryifWbWXJyxcWh3pVya6N.jpg",
            "release_date": "2022-07-29"
        }
    },
    {
        "movie": {
            "backdrop_path": "/nHWr40LGgyxymEhZCOA2WHATPpn.jpg",
            "title": "Carter",
            "genre": "Trending",
            "overview": "A man wakes up missing his memories. Directed by a mysterious voice from a device in his ear, he sets off on a hostage rescue mission rife with danger.",
            "poster_path": "/idiVvq6CXFMHXg3o1aouOrIby89.jpg",
            "release_date": "2022-08-05"
        }
    },
    {
        "movie": {
            "backdrop_path": "/wp3vpSWAIjKSEeYb8F5NSZfONqw.jpg",
            "title": "Everything Everywhere All at Once",
            "genre": "Trending",
            "overview": "An aging Chinese immigrant is swept up in an insane adventure, where she alone can save what's important to her by connecting with the lives she could have led in other universes.",
            "poster_path": "/w3LxiVYdWWRvEVdn5RYq6jIqkb1.jpg",
            "release_date": "2022-03-24"
        }
    },
    {
        "movie": {
            "backdrop_path": "/rLo9T9jEg67UZPq3midjLnTUYYi.jpg",
            "title": "Elvis",
            "genre": "Trending",
            "overview": "The life story of Elvis Presley as seen through the complicated relationship with his enigmatic manager, Colonel Tom Parker.",
            "poster_path": "/4CYhJ9WNHIc1WRrQ5kYwBtmMvNB.jpg",
            "release_date": "2022-06-22"
        }
    },
    {
        "movie": {
            "backdrop_path": "/C8FpZfTPEZDjngPlatiFsaDB4A.jpg",
            "title": "Bullet Train",
            "genre": "Trending",
            "overview": "Unlucky assassin Ladybug is determined to do his job peacefully after one too many gigs gone off the rails. Fate, however, may have other plans, as Ladybug's latest mission puts him on a collision course with lethal adversaries from around the globe—all with connected, yet conflicting, objectives—on the world's fastest train.",
            "poster_path": "/tVxDe01Zy3kZqaZRNiXFGDICdZk.jpg",
            "release_date": "2022-07-03"
        }
    },
    {
        "movie": {
            "backdrop_path": "/odJ4hx6g6vBt4lBWKFD1tI8WS4x.jpg",
            "title": "Top Gun: Maverick",
            "genre": "Trending",
            "overview": "After more than thirty years of service as one of the Navy’s top aviators, and dodging the advancement in rank that would ground him, Pete “Maverick” Mitchell finds himself training a detachment of TOP GUN graduates for a specialized mission the likes of which no living pilot has ever seen.",
            "poster_path": "/62HCnUTziyWcpDaBO2i1DX17ljH.jpg",
            "release_date": "2022-05-24"
        }
    },
    {
        "movie": {
            "backdrop_path": "/ocUp7DJBIc8VJgLEw1prcyK1dYv.jpg",
            "title": "Spider-Man: No Way Home",
            "genre": "Trending",
            "overview": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
            "poster_path": "/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
            "release_date": "2021-12-15"
        }
    },
    {
        "movie": {
            "backdrop_path": "/k6BOCHuThwL2Qppx2SKWE3XsI1b.jpg",
            "title": "Not Okay",
            "genre": "Trending",
            "overview": "An ambitious young woman, desperate for followers and fame, fakes a trip to Paris to up her social media presence. When a terrifying incident takes place in the real world and becomes part of her imaginary trip, her white lie becomes a moral quandary that offers her all the attention she’s wanted.",
            "poster_path": "/x1q3FkqFHBkMeKnHiS6GYgdLvUs.jpg",
            "release_date": "2022-07-29"
        }
    }
]